Autodesk.Revit.DB.ExportLineweightKey.#ctor(Autodesk.Revit.DB.ExportLineweightKey)
Constructs a new copy of the input ExportLineweightKey object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014